Revit 2024 API
KeyBasedTreeEntriesLoadResults Properties
The KeyBasedTreeEntriesLoadResults type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
KeyBasedTreeEntriesLoadResults Class
Autodesk.Revit.DB Namespace